Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Little Mint Princess.tmx
Source language: ko_kr
Languages: en

source: 다른 얘기엔 아무 반응 없으셨는데∙∙∙
en: he was indifferent to everything else...

source: 저벅 저벅…
en: step step

source: ∙∙∙제국의 검, 불사 기사단의 장.
en: it’s an honor to meet you, grand duke elkedonia...

source: 최면마법입니다.
en: a hypnosis spell, to be exact.

source: 저도 그렇게 싫다고 말하면 되는 거 아닐까요?
en: couldn’t I simply do the same?

source: 아가씨께선 저와 달리 귀하신 분이니까요.
en: unlike me, you are a noble.

source: 그 힘을 이용하거나, 이용당하거나 하며 살아야 하죠.
en: he must either use that power or end up being used by another for it.

source: 민트가 시골구석 고아원에서 학대받던 아이라나.
en: that you’re a child who was being abused at an orphanage in the countryside.

source: 전 → 후
en: before → after

source: 원래부터 소공녀도 아니었다고∙∙∙.
en: ...and that I’m not a lady of noble birth...

source: 두근..
en: ba-bump

source: 어쩌지∙∙∙ 어쩌지!!!
en: oh no... what should I do?!

source: 일단 앉아라.
en: take a seat.

source: 차를 가져왔습니다.
en: I brought you some tea.

source: 뭐 그런 거적때기같은 애가 좋다고~
en: what’s so great about that filthy child?

source: 이런 구질한 애새끼랑 굴러 먹으려는 변태 나으리들~
en: I know you rich lechers just want to get off with these unkempt orphans!

source: 오늘도 먹는구나∙∙∙!
en: I have to take it today, too?!

source: 푸욱
en: stab

source: 데이, 라∙∙∙라모∙∙∙
en: dey, l-lamo...

source: 앗, 제 말은 그런 게 아니고요∙∙∙.
en: oh, that’s not what I meant...

source: 역시 듣고 계시다 일부러 와주신거구나∙∙∙.
en: so he was listening in and came to my rescue...

source: 헉 허억
en: huff huff

source: ∙∙∙대공.
en: grand duke...

source: 한눈에 알아볼 정도로∙∙∙
en: I can recognize it at a glance...

source: 퍼억 퍼억
en: thwack wham

source: 제가 실례를
en: my apologies...

source: 콱…!
en: clench

source: 율리어스 님∙∙∙ 감사해요.
en: master yulius... thank you.

source: 언령계약을 빨리 마쳐야겠군요.
en: let us hurry and complete the spiritual contract.

source: 맛있고 따뜻했던 기억을 가질 수 있어 기뻐요.
en: thank you for all the delicious and heartwarming memories.

source: ∙∙∙황제 폐하께서 왜 힘을 원하시는지 알고 계세요?
en: do you know why her majesty wants that?

source: 로엘 님께서 이런 일까지 하시는 건가요?
en: you serve refreshments too, mr. roel?

source: 그래도 아라벨라를 걱정하다니
en: but seeing as how you’re concerned about arabella,

source: 모르겠는데요∙∙∙∙∙∙
en: not at all...

source: 실례하겠습니다.
en: excuse me.

source: 너 때문에 네 은인이 위험했는데도∙∙∙
en: even when you put your savior in danger...?

source: "비굴하게 굴지 말아라."
en: “do not lower yourself.”

source: 어이?
en: hello?

source: 대충 그런 느낌입니다.
en: yes, that’s the gist of it.

source: 아이가 아니라 아가씨 대우를 해줘야 했군.
en: I should treat her as a lady, not a child.

source: 자자, 다들 진정하십시오!
en: now, now, everyone. calm down!

source: 오러마스터들끼리 이런 좁은 곳에서 싸우지 마십시오.
en: please do not start a fight in such a small, confined space, dear masters of aura.

source: 하지만 그렇다고 해도
en: but even so...

source: 이, 이 나이에 설마 춥다고 이불에 실례를 한 거야?!
en: d-did I wet the bed? at my age? just because I was cold?!

source: 율리어스 님이 피를∙∙∙?
en: master yulius is... bleeding?

source: 옷장?
en: am I in the wardrobe?

source: 괜찮으시면 받아주세요.
en: please take this, if you don’t mind.

source: 흠칫
en: flinch

source: 앞으론 조심해야겠어요.
en: I should be careful from now on.

source: 왜 제가 사과해야 하냐는 거죠.
en: so why must I apologize?

source: 에휴…
en: sigh

source: 우에에에엑
en: bleeegh

source: 율리어스 님이 가지 말라고 하셨으면 안 갈텐데∙∙∙.
en: I wouldn’t have gone if master yulius told me not to...

source: 우와아악
en: yeaaah!

source: 써보고 민트도 마음에 들면 구입해보세요.
en: try him out. if you like having him around, you can buy one of your own.

source: 저택 고용인 따위가 황제 폐하의 대리인을 막다니,
en: how dare a mere servant stop the deputy of the emperor?

source: 그것 때문에 제가 죽을 뻔했는데요?
en: ...I could’ve died that day.

source: 잠들 때까지∙∙∙ 있어 주시면 안 될까요∙∙∙?
en: would you mind staying here... until I fall asleep?

source: 그치만 황제 폐하는∙∙∙
en: but the emperor is...

source: 이건 강탈이야!
en: this is robbery!

source: 시장에 있었으면 무척 비싸게 팔리지 않았을까?
en: ...you must have carried quite a hefty price tag...

source: 그치만 황제 폐하는∙∙∙ 나이도 마흔이나 되시고∙∙∙
en: but the emperor is... forty years old...

source: 스윽…
en: lean

source: 눈이 아주 똘망한 게 잘 생각이 없나보군.
en: from the looks of it, you don’t seem sleepy at all.

source: 물론 저한텐 이미 너무나 멋진 어른이시지만∙∙∙
en: of course, in my eyes, he’s already an amazing, mature adult...

source: 아가씨∙∙∙.
en: my lady...

source: 행복한 꿈을 꾸게 해준 율리어스 님.
en: master yulius...

source: 앞으론 여기가 아가씨가 계실 곳이에요.
en: from now on, this is your home, my lady.

source: 그런 건 아니고∙∙∙
en: that’s not it...

source: 그럼요!
en: yes, of course!

source: 안내하겠습니다.
en: I’ll escort you there.

source: 저기∙∙∙.
en: umm...

source: 초코쿠키~!!
en: chocolate cookies!

source: 꾹
en: clench

source: 나는 그런 것엔 관심 없어.
en: but I’m not interested in that.

source: 다음 기회를 기다리마.
en: I shall wait for the next opportunity.

source: 타이밍…
en: speak of the devil.

source: 제국 최고의 엘케도니아 기사들이 있잖아요!
en: ...who are known as the best in the empire!

source: 난 고작 그런 걸로 사람 앞에서!!
en: I wouldn’t cry in front of other people...

source: 그런 건
en: such things are...

source: 일어났어요..
en: I’m getting up...

source: 뿅…
en: sparkle

source: 쭈구울…
en: curl up

source: 피로라도 쌓였나…
en: perhaps I’m too exhausted...

source: 네가 엘케도니아에 어떤 목적으로 왔느냐에 따라 달렸지만∙∙∙.
en: your fate will depend on why you came to the house of elkedonia...

source: 없으니∙∙∙.
en: ...your kindness--

source: 나까지 대단한 사람이 됐다고 착각한 걸까?
en: now that I’ve been given the opportunity to live here?

source: 그냥 맞는 걸로 끝나지 않아.
en: I won’t just be beaten.

source: 샥
en: whoosh

source: 자넨 날 모르는가?
en: do you not know who I am?

source: 왜요∙∙∙?
en: why not...?

source: 왜 어린애 같은 싸움에 율리어스 님을 꼬드기려고 한담.
en: why is she trying to talk master yulius into getting involved in such a childish fight?

source: 크아아아악
en: aaagh!

source: 적당히 해라.{j}카민 테오르드.
en: that’s enough, karmin theord.{j}

source: 여기서 유리언을 보내는 게
en: ...if I let yurion be taken away...

source: 혹시 그, 괜찮다면!
en: well... let me ask you something!

source: 그런 생각은 한 적 없지만∙∙∙
en: I’ve never thought that, but...

source: 거절하면 원장님 말대로 친구 하나 없는∙∙∙
en: if I turn her away, then I’ll be known as...

source: 어이쿠, 대공∙∙∙.
en: goodness, grand duke!

source: 듣기로는∙∙∙
en: ...and from what I know...

source: 왠지 기쁘기도
en: somehow that makes me happy

source: 그래도 역시 키가 크고 싶은데∙∙∙
en: still, I want to grow taller...

source: 모르겠어요∙∙∙.
en: I... don’t understand...

source: 너무 기사들을 나무라지 마십시오.{j}로엘 님.
en: please don’t chide the knights too much, mr. roel.{j}

source: 그 소녀가 살아있단 뜻이겠군요?
en: ...I assume the girl survived.

source: 그러니까 지금 뭐예요.
en: what are you implying?

source: 퍼억 퍼억 퍼억
en: wham wham wham

source: 집싸고 싶나
en: keep talking and you’ll be out of a job.

source: 빠각
en: crack

source: ∙∙∙그런가.
en: is that so?

source: 에벨∙∙∙
en: ebel...

source: 열다섯이 되도록 아무도 데려가는 사람이 없었는데,
en: in all 15 years of my life, no one expressed an interest in taking me in.

source: 드벨리안이라면∙∙∙
en: the devellians, huh...?

source: 평소엔 제대로 말도 안 하면서!
en: you barely said a word to me before!

source: 드벨리안에 가면 안 되니 여기 살게 해달라는 거냐?
en: you want him to stay here because you think he shouldn’t go back to the devellians?

source: ~이 분이 내 후원자~
en: this adonis is my guardian!

source: 걱정만 끼치고
en: I only made you worry.

source: 저는 그저 경매가 있다고 해서 갔을 뿐입니다!
en: I only went because I heard there was an auction!

source: 아, 아닙니다!
en: o-of course not, sir!

source: 감히 엘케도니아를 두고 수작을?{j}무리죠.
en: she won’t dare pull a trick on an elkedonia.{j}

source: 쿠우우우…
en: grrr

source: 일일이 집사님이라 안 하셔도 됩니다.
en: you don’t have to say mister every time.

source: 그날 아침이었던 게 너무 아쉬워.
en: ...was that morning.

source: 개굴~ 개굴~ 노래를 한다~
en: I go ribbit ribbit!

source: 엘케도니아의 소공녀는∙∙∙
en: can the little lady of elkedonia...

source: 엘케도니아'의 소공녀이신데.
en: I mean, you’re the little lady of elkedonia.

source: 그 아이가 받았던 고통을 내놓는다면
en: if you offer to experience the same pain that child suffered...

source: 어른이 되었다고 내게 훈계도 하게 됐군요, 대공.
en: look at you lecturing me now that you’re all grown up.

source: 그럼 여기 앉아서 이 편지들을 내용에 맞춰 분류해 보도록.
en: then take a seat here and sort these letters for me.

source: 되돌려 보내지만은 말아주세요!!!
en: please don’t send me back!!!

source: 끼잉…
en: really?

source: 몸종은 그런 거 받아먹는 거 아닙니다.
en: a page boy does not receive such treats.

source: 앗,
en: oh.

source: 앞으로 몇 번이나 더 괜찮단 얘기를 들어야
en: how many more times do I have to hear him say everything is okay...

source: 도움 튀김, 보라, 의령
en: assistance by twigim, bora, and uiryeong

source: 흐음
en: hmm

source: ∙∙∙그냥 그런 거잖아요?
en: aren’t you simply...

source: 나 뭔가∙∙∙ 잘못 말했나?
en: did I... say something wrong?

source: 저, 저는 어디까지나 황제 폐하의 명을 받고∙∙∙
en: I-I am only here as per the emperor’s orders...

source: 어떡하면 부담 안 주고
en: how can I become friends with yurion...

source: 아녜요!
en: oh, no!

source: 저 이제 쓰고 읽을 줄 알아요!
en: I can read and write now!

source: 로엘 집사님이 오셔서 어떻게든 넘어갔지만
en: thanks to mr. roel, I managed to avoid blowing up at her...

source: 아가씨~
en: my lady!

source: 그냥 전쟁고아를 하나 거둬주신 것 뿐이신데…
en: out of the kindness of his heart.

source: 네 신뢰를 얻지 못한 건 내 탓이니까.
en: ...it’s my fault for not having gained your trust.

source: 미안해요.{j}세워두고∙∙∙
en: sorry for leaving you standing there...{j}

source: 아셀라 영애에게 빈민가 얘기를 한 것은
en: the kalla believers were the ones who disguised themselves as servants...

source: 그럼 그 전쟁이 어떻게 끝났는지는?
en: then do you know how the war ended?

source: 무슨 수를 써서라도
en: ...that I will save him...

source: 사과하러 왔어요!{j}민트.
en: I’m here to apologize, mint!{j}

source: 대놓고 공갈협박 중이시잖아요?!
en: you’re clearly threatening him!

source: 욱…
en: throb

source: 드리겠습니다.
en: I will reply.

source: 다 왔군.
en: we’re here.

source: ∙∙∙조용해지니까 저 멀리서 부엉이 소리가 들려와.
en: now that it’s quiet... I can hear an owl hooting from afar.

source: 정신이 아득해져 와.
en: I’m losing consciousness.

source: 핫초코예요.
en: it’s hot chocolate.

source: 원해서 이런 꿈을 꿀리가 없잖아.
en: why would I want to have these dreams?

source: 덜덜
en: tremble tremble

source: 대공은 눈치가 없는 건지,
en: are you really that dense?

source: 제 몸종을 일주일 정도 빌려드릴게요.
en: I’ll lend you my page boy for a week.

source: 재밌는 아이야.
en: what an interesting child.

source: 이거 역시 뭔가
en: doesn’t this mean...

source: 그 뒤에 달리던 마차가 갑자기 멈추고,
en: ...then it came to a sudden stop...

source: 네, 로엘.
en: thank you, mr. roel.

source: ∙∙∙아가씨도 유리언을 그런 의미로 좋아하나 했는데
en: I was wondering if the lady was also romantically interested in yurion...

source: 대공 각하의 은혜로 귀족 아가씨처럼 보이는데요.
en: thanks to your royal highness, she looks like a noble lady now!

source: 얼른 오슈
en: hurry up.

source: 율리어스 님이야말로.
en: that’s what I’d like to ask.

source: 뭔가를 품은 눈이군.
en: there is purpose behind his eyes.

source: 나이도 마흔쯤이라고∙∙∙?
en: and that she’s about 40 years old...

source: 항상,
en: ...as you’re speaking...

source: 하지만 만나시기 전에∙∙∙
en: but before you meet her...

source: 아가씨?!
en: lady?!

source: 절대!
en: ...ever!

source: 들어볼래?
en: would you like me to tell you about it?

source: 턱
en: press

source: 우연히 간 경매에 소공녀 님이 오셨을 뿐∙∙∙.
en: the little lady happened to be at the auction I went to--

source: 끄응…
en: groan

source: 수준에 맞춰 빈민가에 데려가는 게 어떻냐는 말을 들었다는데
en: apparently, when someone suggested she take you to the slums, a place befitting your station...

source: 율리어스 님 표정이 별로 안 좋은 것 같아∙∙∙.
en: sir yulius looks a little upset...

source: 그 그거…
en: n-no way...

source: 그만∙∙∙
en: stop...

source: 그건 제게 말을 흘린 이교도 탓이지 제 탓은 아니잖아요?
en: that’s the pagans’ fault for telling me about the slums, not mine.

source: 수북
en: heaps

source: 이럴 땐 몸도, 머리도 관리를 해주시면!
en: but now, you can take better care of your body and hair!

source: 어지러워.
en: I feel dizzy.

source: 로맨스 소설
en: romance novel

source: 우리 둘 다 고아니까,
en: we’re both orphans.

source: 꾸물거리지 말고.
en: don’t you dawdle.

source: 아무튼 이것도 다 소공녀가 되기위한 시련 같은 거야.
en: well, this is just another hurdle to becoming a real noble lady.

source: 우선은 더 많이 배우는 게 중요해!
en: for now, I need to focus on learning as much as I can!

source: ∙∙∙하지만 빈민가에 가자고 한 건 아셀라잖아요?
en: but... you are the one who suggested we go to the slums, ascella.

source: 그게 나.
en: I am that knight...

source: 끄아아아앙
en: nooooo

source: 추우니 술이 잘 들어가는구만~
en: liquor tastes even better when it’s cold out!

source: 그리고 그 은빛은 곧∙∙∙
en: and that silver light...

source: 그래도 기사님이시니까
en: but still! you’re a knight!

source: 그렇다하니까 더 듣고 싶다∙∙∙.
en: that makes me want to hear him sing even more...

source: 일부러 제 탓으로 돌리려는 거죠?
en: you’re blaming me for this on purpose, aren’t you?

source: 그런데도 말해도 되는 걸까?
en: even so, can I still make this request?

source: 역시 잘못 보신 게 아닐까요?
en: you must have the wrong person.

source: 사과를 받아들이겠습니다.
en: then I’ll accept your apology.

source: 목숨을 버리면서까지 지켜야할 건 없습니다!!!
en: nothing’s worth sacrificing your life to protect!!!

source: 죽는다.
en: I’m going to die.

source: 으음..
en: umm

source: 그래도 그 문 꽤나 마음에 들었던 건데 말입니다.
en: I quite liked that door, you know.

source: 법적으로 본인 동의하에 노예계약을 하게 되어있으니까요.
en: legally speaking, one must consent to enter the slave contract...

source: 다시 한번 잘 부탁합니다.{j}민트 아가씨.
en: once again, I’ll be in your care, lady mint.{j}

source: 봐서 좋을만한 게 아니니까.
en: you won’t want to see this.

source: 율리어스 님은 바쁘신 분이시란 거∙∙∙ 알고는 있었는데∙∙∙.
en: I already know... master yulius is a busy man...

source: 앗, 그건 그저 저∙∙∙
en: oh, that’s because...

source: 그 전에 말해야 해.
en: but I have to tell him before I do.

source: 열심히 하겠습니다!
en: I’ll do my very best!

source: 구오오오-..
en: glare

source: 그건 네가 네 분수를 알아서지.
en: you should know your place...

source: *포도주스
en: *grape juice

source: 혀는 고문할 때도 어지간하면 자르지 않는다.
en: even during torture, the tongue is not cut off unless it’s deemed strictly necessary...

source: "소공녀 님의 행동이 곧 대공 각하의 평판으로 이어집니다."
en: “your actions will have an impact on the reputation of his royal highness!”

source: 대공!
en: your royal highness!

source: 어차피 대공각하에게 내 험담이나 하며 조른 거겠죠.
en: you must have badmouthed me to the grand duke and begged him to do this.

source: 네 도장만 있으면 계약은 완료된다.
en: your stamp will complete the contract.

source: 오오오오오오
en: ooh wow

source: 그건 우리가 함께 멸망시킨 칼튼 왕국의 국보인데요.
en: that’s a national treasure of the carten kingdom, which we destroyed together.

source: 유리언요?
en: yurion?

source: 상처 하나 없이 이쁘게 떨어져서 유리언에게∙∙∙
en: it’s not creased and fell so beautifully, so I wanted to give--

source: 나와 언령을 맺든, 전을 경계해 나와 손을 잡게 되든.
en: it doesn’t matter whether you sign a spiritual contract with me or join forces to keep the temple in check.

source: 붕붕붕
en: shake shake shake

source: 칼라교는 장장 10여년간 제국과 전쟁을 한 이교도.
en: the faith of kalla is a pagan cult that battled the empire for over a decade.

source: 로엘 집사님.
en: mr. roel.

source: 아까부터 말장난하시는 걸 보니 여유가 있으시군요.
en: you don’t seem too worried, if your incessant jests are any indication.

source: 자기 마음을 알고 나니 왠지 엄청 부끄럽네.
en: I feel so embarrassed now that I’ve realized it.

source: 샤사샥
en: swarm

source: 정황상∙∙∙ 황제폐하가 보낸 걸까요.
en: given the circumstances... could it be her majesty?

source: 한숨 더 자라.
en: get some more sleep.

source: 뭔가 말하고 싶은 게 있다면-
en: if there’s something you’d like to say...

source: 그, 그렇습니까?
en: i-is that so?

source: 정말 무서워하는 거 맞아?
en: am I really scared?

source: 황가를 상징하는 빛이라고∙∙∙ 알고 있어!
en: ...is said to represent the imperial family!

source: 갑자기 좀 집중이 잘 안 되는 것 같군∙∙∙.
en: I’m losing focus all of a sudden...

source: 앞으로 훨씬 클 수 있겠어.
en: you’ll grow up to be a strapping young man.

source: 떄리지 말아요.
en: please don’t hit me.

source: 고마워요, 아셀라.
en: thank you, ascella.

source: 엄청 살벌한 풍경이긴 하지만
en: it’s a horrific, bloody sight.

source: 유리언 아깐 미안∙∙∙.
en: sorry about that earlier, yurion...

source: 사교계에선 이런 소문이 돌고 있답니다.
en: rumors are running rampant in high society...

source: 네가 원하는 대로'∙∙∙하라고 하셨습니다.
en: ...master yulius said, “do as you wish.”

source: 따스해∙∙∙.
en: it’s warm...

source: 다음에도 잘 참을 수 있을지∙∙∙.
en: but will I be able to hold back the next time she provokes me?

source: 뻘쭘∙∙∙
en: nervous

source: 꾹…
en: grit

source: 아무에게도 들키지 말 것.
en: “do not let anyone find out.”

source: 머뭇…
en: hesitate

source: 꾹꾹
en: push push

source: 그럼 편하게 계세요.
en: please make yourself at home.

source: 하지만 열심히도 정도가 있지요!!!
en: but there’s a limit to doing your best!!!

source: 황제의 명을 받은 자라면 그 정도 태도는 보여야지.
en: you should be, if you did receive the imperial order.

source: 그래선지∙∙∙ 저택에선 유리언을 노리는∙∙∙
en: so... there are many in this house who have their eyes on yurion...

source: 머쓱-
en: embarrassed

source: 혀 좀 깨무신 게 아닌데요.
en: but you bit it really hard.

source: 지금이라면∙∙∙
en: ...the way I’m feeling right now...

source: 역시 밑바닥 출신이 괜히 대공저에 온 게 아니지.
en: I see. no wonder a street rat like you got chosen to live with the grand duke.

source: 친교의 뜻으로 바친 오크 나무로 만든∙∙∙
en: it’s made of oak and--

source: 윽!!!
en: agh!!!

source: 아니, 이백 오십만!
en: no, two and a half!

source: 눈색이 이렇게나 독특하다니
en: ...with such a unique eye color...

source: 허억
en: jolt

source: 점심 전에 얼른 끝내잔 얘기였다.
en: let’s get this sorted out before lunchtime.

source: 휘청
en: flail

source: 네 주인님..
en: yes, master.

source: 최면에 걸린 자는 그대로∙∙∙
en: ...and once that happens...

source: 너.
en: you.

source: 저야말로 감사했습니다.{j}소공녀 님.
en: it was my pleasure, my lady.{j}

source: ∙∙∙내가 못난 아이라서∙∙∙
en: because I’m a terrible child...

source: 선∙∙∙
en: a present...?

source: 그런 상처를 만들기도 힘들 거다.
en: unless they were an adult with considerable strength.

source: 그럼 친구가 된 기념으로
en: then, to celebrate our friendship...

source: 원하는 꽃이 있다면 말해주세요.
en: if there’s a particular flower you want, tell me.

source: 안녕하세요
en: hello

source: 나이를 신경쓰는 게 아녔나?
en: he doesn’t care about her age?

source: 약재로 쓰이는 꽃을 말하는 거냐?
en: do you require it for medicinal purposes?

source: 사람에 따라∙∙∙ 다르지 않을까요?
en: wouldn’t it depend... on the person?

source: 끌고 가.
en: take him away.

source: ∙∙∙설령 맹약을 맺는다 해도 그건 내 결정이지.
en: ...if I do enter a contract with the emperor, it would be of my own volition.

source: 영악한 머리를 갖고 있나 보군요.
en: you must be a wily sort.

source: 아니면 아직 절 잘 모르는 겁니까?
en: or do you not know me well enough?

source: 그러고 보니 아셀라도 그렇고, 아까 온 분도 그랬고∙∙∙
en: come to think of it, both ascella and the other visitor from earlier...

source: 황제 폐하께서 아가씨를 눈독 들이고 있기 때문입니다.
en: the emperor is after you, my lady.

source: 아, 율리어스 님께 온 러브레터요!
en: oh, it’s because of all the love letters master yulius received!

source: 무서워요.
en: I’m scared.

source: 저는∙∙∙
en: I...

source: 엥?
en: huh?

source: 아니야.
en: you’re wrong.

source: 나는∙∙∙!
en: I...!

source: 민트가 아니구나.
en: ...are not mint.

source: 머저리들아∙∙∙.
en: scum...

source: 유리언이 괜찮아서.
en: I’m glad to hear that you’ll be okay.

source: ∙∙∙모르신 것 같군요.
en: I... suppose you don’t know either.

source: 죽은 것을 안고 있는 거지?
en: ...are you holding a cat that’s already dead?

source: 됐다.
en: all right.

source: 이건 아가씨께서 심각한 영양 부족이셔서
en: this is medication we’ve had specially made for you...

source: 혼자 할 수 있단 걸 보여드리고 싶었어!
en: I wanted to show him that I can handle things on my own!

source: 황제 폐하를요.
en: her majesty, I mean.

source: 저건 그저 대공의 숙명이니까요.
en: that is simply the grand duke’s destiny.

source: 대공각하도 참…
en: oh no, your royal highness...

source: 철컹
en: clunk

source: 저는 유리언을∙∙∙ 아니 유리언과∙∙∙!
en: with yurion, I... I want to be...

source: ~~이러 이러해서!
en: so this means...

source: 아가씨, 잠깐 등을 좀 보여주세요.
en: my lady, please show me your back for a moment.

source: 허억∙∙∙!
en: eep...!

source: 그럼!!!
en: in that case!!!

source: 우르르르르르르
en: step step step

source: 저택에 가시는 게 아닌가요?!
en: weren’t you going back to your estate, my lady?!

source: 뭐…
en: well...

source: 걱정마세요!
en: so don’t worry!

source: 바쁘실 텐
en: you must be busy--

source: 그럼 유리언도 편하게∙∙∙
en: then you should also--

source: 바빠보이시길래 점심을 가져다 드릴까 싶어서요.
en: you seemed busy, so I decided to bring over some lunch.

source: ∙∙∙들어와.
en: come in.

source: 그,
en: when...

source: ∙∙∙말을 편히 하시지요.
en: you can drop the formalities.

source: 서대륙에 있는 정령석 광산 70%가 엘케도니아에 있기 때문이죠.
en: 70% of the spirit gem mines in the west lie in elkedonian land.

source: ∙∙∙아가씨께서 먼저 잘해주셨잖아요.
en: ...you were kind to me first.

source: 건물도 다 뿌수고
en: many buildings were destroyed!

source: 어이.
en: hey.

source: 저게∙∙∙ 지금 뭐라고 한 거야?
en: what... did she just say?

source: 집사 님도 이렇게나 상냥한 분이신데
en: the butler is such a kind person...

source: 원장 선생님 손 정도는 깨물 수 있을 것 같아∙∙∙.
en: if the director were here, I definitely feel like I could bite his hand off!

source: 추워∙∙∙.
en: it’s cold...

source: 어떡해∙∙∙.
en: oh no...

source: ∙∙∙무겁다.
en: I feel heavy...

source: 내가 느낀 두려움은 그런 게 아닙니다.
en: that is not the fear I experienced back then.

source: 수북..
en: heaps

source: 정말로 후원을 하신다니요?!
en: a sponsorship?! seriously?!

source: 하하
en: haha

source: 이∙∙∙!
en: you...!

source: 죄송하지 않아도 되는 일이니 사과하지 말도록.
en: no need to apologize. there is nothing to be sorry about.

source: 목석같다며 영애들을 울리는 대공께 제가 웃을 기회를 줬군요.
en: to think I was able to put a smile on the face of the stony-faced grand duke, known to make many a young lady burst into tears!

source: 개밥이나 먹도록 해!
en: all you deserve to eat is this slop!

source: 여기에 계속 있고 싶어요!
en: I’d like to continue to stay here!

source: 멋진 소공녀여도, 못난 소공녀여도 상관없어.
en: it doesn’t matter if you’re an admirable or a terrible little lady.

source: 신발은 오랜만에 신어서 조금 어색하지만∙∙∙
en: it’s been a while since I’ve worn shoes though, so my feet feel a little uncomfortable...

source: 그렇긴 하죠∙∙∙.
en: that’s true...

source: 여기 병이요.
en: here’s the vial.

source: 세계에 다섯뿐인 오러 마스터로 알려졌거늘.
en: one of the five masters of aura in the world.

source: 그럼 시작하지요!
en: now then, let us begin!

source: 어디 있지?
en: where is she?

source: 나중에 유리언 만나면 뭔가 맛있는 거라도 줘야겠다.
en: I should treat yurion to something yummy later.

source: 훽
en: yank

source: 소공녀가 관계된 줄도 몰랐고∙∙∙
en: I didn’t realize the little lady was there...

source: 이렇게 태어나버린 걸까.
en: ...was I born like this?

source: 계속 말하면 명령하는 거라 생각할지도 몰라.
en: he might think it’s an order if I keep insisting.

source: 좀 놀랐을 뿐이네.
en: that such a small child is only seven years younger than me.

source: 큭∙∙∙!
en: urgh...!

source: 아니, 보내기 싫어!
en: no, I don’t want to let him go!

source: 안녕하와요 민트영애
en: hello, lady mint.

source: 제가 깜빡 졸아서 식당가는 걸 잊었어요.
en: I dozed off and forgot to go to the dining hall.

source: 그러니까∙∙∙ 제가∙∙∙
en: so... I...

source: 아, 저∙∙∙!
en: oh, uhm...!

source: 알겠습니다.
en: all right.

source: 아가씨 앞에서 험한 말 쓰지마.
en: stop cursing in front of the lady.

source: 네.{j}아닙니다.
en: no, I won’t.{j}

source: 친절한 사람들,
en: to all the lovely people I met...

source: 캬하하하
en: hahahaha

source: ~는 무슨!!!
en: this isn’t right!!!

source: 내가 좀 더∙∙∙ 소공녀에 어울리는 사람이 되면
en: when I become... a more proper noble lady...

source: 샥 샥샥
en: swish whish

source: 그러니 엘케도니아에서 보호하는 게 맞아요.
en: it’s only right that the house of elkedonia place him under its protection.

source: 가족계획이 있으셨을 줄이야∙∙∙.
en: I didn’t realize you had plans to raise kids--

source: 이거∙∙∙ 유리언의 필체잖아!
en: this is... yurion’s handwriting!

source: 그녀는 불행해질 겁니다.
en: she will become miserable.

source: 넌 그걸 전혀 모르는 것 같더군.
en: ...but you do not seem to realize that.

source: 에벨 거리
en: ebel street

source: 유리언을 여기서 살게 해 주셨음 해요!
en: please let yurion stay here with us!

source: 하인들은 이미 다 떠났지만 내 몸종은 안 돼.
en: my servants may all have left, but I won’t let you take my page boy.

source: 벙-..
en: dazed

source: ∙∙∙혹시∙∙∙
en: by any chance...

source: 이 조용한 소림 뭐지∙∙∙?
en: what is this soft sound...?

source: 내가 대공과 시시껄렁한 잡담이나 하러 온 줄 압니까?
en: do you think I’m merely here to make small talk with you?

source: 내가 안 시킬 테니까.
en: I forbid you.

source: 살려주세요∙∙∙ 율리어스 님∙∙∙
en: please save me... master yulius...

source: 내 몸에∙∙∙ 돌아왔나?
en: am I... back in my body?

source: 아앙
en: waaah

source: 그 편지를 읽으니 황제가 나타나서∙∙∙
en: when I read the letter, the emperor appeared...

source: 저는 목욕시중을 들어드릴 키리안이라고 합니다!
en: I’m kirian! I’m here to help you with your bath.

source: ∙∙∙나 왜∙∙∙
en: why did I...

source: 어이∙∙∙ 이봐∙∙∙.
en: hey... you...

source: 물론이지요.
en: of course.

source: 그리고 친구들은 전부 입양됐는걸.
en: I’m only a loner because...

source: 끄억
en: burp

source: 집사님∙∙∙ 저분은 이제 죽는 건가요?!
en: mr. roel... will that man be killed?!

source: 아 해 봐라.
en: say aah.

source: 색… 색…
en: huuu huuu

source: 통과했어∙∙∙
en: I passed right through...

source: 여긴 율리어스 님이 계시니까 함부로 때릴 수 없을 거야.
en: he won’t be able to beat me. master yulius is here.

source: ∙∙∙자겠습니다!
en: I’ll go to sleep!

source: 맞다.
en: oh, right.

source: 이미 황제시잖아요
en: she’s already the emperor.
